Repository: turbiko/scorp-site
Catalog: backend/home/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Name
uk: Ім'я

source: Email
uk: Емейл

source: Message
uk: Повідомлення

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Country residence
uk: Громадянство

source: Phone
uk: Телефон

source: nationality
uk: Національність

source: Main skill
uk: Основна навичка

source: secondary skill
uk: Друга навичка

source: other skill
uk: Інші навички

source: software
uk: Програми

source: availability
uk: доступність

source: website/reel
uk: website

source: Email address
uk: Емейл

source: Birthday
uk: День народження

source: country of residence
uk: Громадянство

source: phone
uk: телефон

source: main skill
uk: основна навичка

source: website reel
uk: website

source: message about
uk: Про себе

source: Social net name
uk: Соціальні мережі

source: Upload logotype
uk: Завантажити логотип

source: URL to social network account
uk: URL до профіля соц мережі

source: Social site settings
uk: Налаштування соціальних мереж

source: Contact data
uk: Контакти

source: Contact settings
uk: Налаштування контактів

source: Partner name, URL and logotype
uk: Назва, посилання та логотип

source: Intro top image
uk: Малюнок введення

source: Name for about block
uk: Назва блоку про нас

source: About
uk: Про нас

source: empty block background
uk: Фон пустого блоку

source: Name for projects block
uk: Назва для блоку проєктів

source: Name for partners block
uk: Назва для блоку партнерів

source: Partnets block background
uk: Фон блоку партнерів

source: our services block background
uk: фон блоку наші послуги

source: Name for contact us block
uk: ЗАголовок дл блоку контакти

source: services title
uk: Заголовок послуг

source: GET IN TOUCH
uk: Зв'язатися з нами

source: skip intro
uk: пропустити заставку

source: Send message
uk: Надіслати повідомлення

source: for requests
uk: для запитів

source: Partners logotypes
uk: Логотипи партнерів

source: About Options
uk: Налаштування Про нас

source: Our team
uk: Наша команда

source: Team members
uk: Наші люди

source: Select a page to redirect to
uk: Оберіть сторінку для переадресації

source: Career positions
uk: Посади

source: Page top image
uk: Верхній малюнок сторінки

source: Send
uk: Відправити

source: Message saved!
uk: Повідомлення збережено

source: Error, form data not valid. Message not saved.
uk: Помилка, перевірте введені данні. Повідомлення не збережено
